[
    {
        "cover": "app_cover_1.jpg",
        "cover_type": 1,
        "type": "时下热门",
        "title": "星空、游侠和一条老狗",
        "summary": "在《跨越星弧》中傲游异星",
        "contents": [
            "诸位船长，在你们进入游戏之前，我出于人道主义必须说几个重点事情！\n\n首先，《跨越星弧》是一款很肝很杀时间的游戏！\n\n在《跨越星弧》之前，我们的主要作品是《地下城堡2》，一款克苏鲁题材的模拟经营与地牢探险游戏。之所以想要做《跨越星弧》，一方面是我们整个团队都对这个题材很感兴趣，另一方面也是希望在《地下城堡2》的玩法基础上做一些突破和优化。\n\n回归正题，既然延续了《地下城堡2》的核心玩法，游戏必然会有比较成（shang）熟（gan）的玩法、数值模型。和《地下城堡》系列一样，《跨越星弧》是一个重策略轻数值的游戏，和简单粗暴的堆积数值不同，在这个游戏中你需要耗费大量时间培养角色，考虑不同角色之间的搭配，保证出战阵容和装备的多样性。目前游戏里有20多个角色，只要合理规划，都有上场空间。\n\n当然我们也不确定目前的设计方式是不是就是最好的，只希望大家能够放（fang）平（xia）心（wu）态（qi），多给我们提一些意见，帮助我们做好这个游戏。\n\n其次，《跨越星弧》是一款非常看脸的游戏！\n\n如果你玩过《地下城堡2》，应该比较熟悉我们游戏的核心玩法，那就是到不同的地图去开荒捡垃圾，这个过程非常之看脸，你需要在有限的行动力内尽可能获取更有价值的东西。\n\n到了《跨越星弧》，我们在之前的模式上加入了一些TRPG元素，地图中会有很多随机事件，需要靠掷骰子、***去判定结果，这样一来，就更看脸了！\n\n希望诸位船长在游戏过程中可以佛系一点，还是那句话...放（fang）平（xia）心（wu）态（qi），千万不要砸手机！\n\n最后，除了很肝很看脸之外，这个游戏还是有付费点的，毕竟也搞了一年多了，我们这群人还是要恰饭的嘛。\n\n付费点主要体现在行动力、背包和装备三个方面，但并非只有氪金才能变强，这些东西也可以通过其他方式（努力肝）获得。金装在前期感觉很缺、很酷，有些冲动的同学就会去抽宝箱；其实挑战星环杯就可以掉落金装制作图纸了，而且有的图纸也不能靠抽奖拿到！！感觉这句话会让我们损失很多收入呢~~唉，算了！总之，玩我们这个游戏呢，不管有钱没钱，开心最重要。\n\n所以我们也为大家准备了一些挂机玩法，通过类似一键漫游、扫荡、快速完成任务等设定减少大家重复刷刷刷的行为，为大家的肝减负，玩起来更舒适一些。\n\n当然，不管怎么说，现在的《跨越星弧》在我眼中仍然是个孩子，后续内容还远远不够，最近我们上线了飞船玩法，同时也在紧罗密布的筹备后续的内容，包括新主线、新角色、新玩法等等。在这个过程中也希望大家能多提意见，给我们一些灵感~\n\n归根结底，《跨越星弧》并不完美，就和这个游戏的故事一样，讲的是一个「一边插科打诨，一边拯救宇宙」的故事，这个世界不需要英雄，只需要像你我这样向往宇宙、热爱冒险的普通人，如果你愿意，可以随时联系我们，帮助我们把游戏变得更好。"
        ],
        "app_icon": "app_icon_1.png",
        "app_name": "跨越星弧",
        "app_summary": "佛系杀时间的星际探险手游"
    },
    {
        "cover": "app_cover_2.jpg",
        "cover_type": 1,
        "type": "对话开发者",
        "title": "温馨厨房，生活的避风港",
        "summary": "美食 App 《日日煮》创始人的创业故事",
        "contents": [
            "从小外婆在我不吃饭的时候，就教育我人是铁饭是钢，一顿不吃饿得慌。\n\n吃饭做饭，都是很重要的事情。我很小的时候就会跟在外婆屁股后面，帮她剥毛豆米、打鸡蛋液、接过刚炸好的排骨给撒上椒盐面儿。外婆说，厨房是一个很有意思的地方，有一个自己的厨房，你可以做你想做的一切。春天新笋上市，慢慢的坐下来，把笋衣一层层扒掉，看见白胖且泛着一点点新绿的竹笋颤巍巍的出现在自己眼前，简直觉得性感极了。初夏的鲜藕尖，用剁椒和肉丝一起呛炒，不用搁味精和任何调料，只需要一点点盐巴，就可以吃出夏天的味道，鲜甜而生动。到了金秋，终于等来了大闸蟹，怀着感恩的心架起大蒸笼，迫不及待的站在炉子前掀开盖子，看见螃蟹红的怡人，亲手调一碟子姜醋，那种幸福无与伦比。\n\n而入了冬好过年，等家里寄来第一批熏制好的腊肉香肠，切一点青辣椒和蒜苗，锅子烧旺了，热油旺火的炒一盘青椒蒜苗腊味，再煮一锅香米饭，足以抵御寒冬，吃饱了躺在沙发上看一集哈利波特，感觉这也是食物的魔法呢。在我的厨房里，我可以按照我自己的口味做一切食物，我可以辣椒放的多多的谁让我是湖南人，我可以糖醋排骨少糖多醋就喜欢吃酸的嘛，我还可以炒青菜不放盐，因为我就喜欢那股子青菜的甜味。同样，下厨还可以满足我的幻想力和好奇心。比如糖醋茄子好吃不好吃？\n\n红烧肉不放糖放新鲜甘蔗是不是更美味？麻油鸡我不放水只放米酒该怎么样？哈！有的成功有的失败但是一切都是我记忆里的小情趣，永远存在。所以我爱煮食，愿意十指入阳春，灶台存烟火。因为那种烹饪的快乐，和美味的快乐一样，过程有趣，结果也不重要了。\n\n我第一次成功烤出苏福厘的那一刻，我真的觉得世界一下被自己点亮了！漫天烟火！四面花雨！而这大概就是俗世生活里最简单的一点快乐。也是我给自己和爱人的温柔情书。当然，还有可能因为我是巨蟹座。么么哒！"
        ],
        "app_icon": "app_icon_2.jpg",
        "app_name": "日日煮",
        "app_summary": "发现生活的味道"
    },
    {
        "cover": "app_cover_3.jpg",
        "cover_type": 1,
        "type": "APP 改变生活",
        "title": "用脚步丈量世界",
        "summary": "",
        "contents": [
            "对你来说旅行的意义是什么？“世界那么大，我想去看看”，已经被引用了无数遍的励志语，却说出了大多数人心里的想法。\n\n前段时间，OPPO以两则旅行类广告短片刷屏：《与其向往，不如出发》、《世界很美，你也是》，温暖的词语加上唯美的风景，再一次勾起了对旅行的向往，原来旅行不仅是重新遇见自己，还有行走在世界沿途中的不期而遇。\n\n如果你用心观察，世界就在我们的脚下，只要你没有选择“故步自封”，你依旧会发现：原来我们现在拥有的，其实都是很好的设定。用千变万化代替一成不变的枯燥与保守，生活将变得丰富无比，你准备好和小编一起领略法恩莎通体大理石带来的“世界之美”了吗？"
        ],
        "app_icon": "app_icon_3.jpg",
        "app_name": "WALKUP",
        "app_summary": "边走边玩的奇妙之旅"
    },
    {
        "cover": "app_cover_4.jpg",
        "cover_type": 2,
        "type": "精选 APP",
        "title": "iTranslate Converse 语音翻译",
        "summary": "你的专属随身翻译",
        "contents": [
            "iTranslate 是领先的翻译和字典应用。轻松翻译文本、网站或开始语音转换，支持 100 多种语言。 通过全新离线模式，您可以在国外使用 iTranslate，无需支付昂贵的漫游费。\n\n● 翻译 100 多种语言。\n● 支持男声或女声发音。\n● 不同方言之间切换。\n● 字典提供同义词和不同含义。\n● Phrasebook - 拥有超过 250 个预定短语。\n● iMessage 应用和键盘扩展。\n● 音译、分享、收藏夹、历史记录等等。\n● 支持 iPhone、iPad 和 Apple Watch 的获奖应用\n\n专业版功能\n● Lens：用相机即时翻译菜单或标识等。\n● 离线翻译模式。\n● 语音转换。\n● 网站翻译，包括小巧的 Safari 扩展。\n● 不同时态动词变位。\n\n访问 https://www.itranslate.com，详细了解 iTranslate 专业版\n\n深受百万用户喜爱和信任\n● 7000 万次下载，超过 10 万次 App Store 评论！\n● 2015 年最佳应用、编辑推荐、App Store 精选\n● “…从未遇到过语言障碍”，Time.com\n● 在 Apple TV 广告和 App Store 中多次入选精品推荐"
        ],
        "app_icon": "app_icon_4.jpg",
        "app_name": "iTranslate Converse 语音翻译",
        "app_summary": "语音翻译 ，重新发明。"
    }
]